"john.appleseed" = "john.appleseed";
"Sign In" = "サインイン";
"Your account name or password was entered incorrectly." = "アカウントまたはパスワードが違います。";
"There was an error logging in. Please try again." = "ログイン中にエラーが起きました。ログインし直してください。";
"Apple ID password" = "Apple IDパスワード";
"Invalid token data is returned by server" = "ログイン中にエラーが起きました。ログインし直してください。";
"Authentication was canceled by user" = "認証がキャンセルされました";
"password" = "パスワード";
"OK" = "OK";
"Password field is empty" = "パスワードを入力してください。";
"Password expired. Please change your password on Mac." = "パスコードが期限切れです。“設定”＞“Store”でパスワートを変更してください";
"Required" = "必須";
"Would you like to visit iForgot.apple.com to recover your %@?" = "iForgot.apple.comにアクセスしてアカウント情報を回復しますか?";
"Password" = "パスワード";
"Apple ID field is empty" = "Apple IDは空欄にできません";
"Apple ID" = "Apple ID";
"Cancel" = "キャンセル";

/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "入力された Apple ID またはパスワードが正しくありません。";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "セキュリティ保護のため、パスワードの再設定をしてください。%@にアクセスすると、簡単に設定できます。";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "このApple IDは、セキュリティ上の理由で無効になっています。%@から、パスワードを再設定できます。";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "このデバイスの現在時刻が正しく設定されていないようです。「設定」＞「一般」＞「日付と時刻」で時刻を修正してから、もう一度試してください。";

"Oops, an error occurred. Thanks for your patience, please try again later." = "問題が発生しました。しばらくしてからもう一度お試しください。";

"You appear to be offline. Please connect to the Internet and try again." = "接続がオフラインのようです。インターネットに接続してからもう一度試してください。";

"Two-step verification has been disabled for the Apple ID account %@." = "Apple ID アカウント：%@ の2 ステップ確認が無効になりました。";

"Signing In" = "サインイン中";

"A new code has been sent to your device." = "新しいコードがデバイスへ送信されました。";

"Code %1$d of %2$d selected" = "%2$d桁コードの%1$d桁目が選択されました";

"Sending New Code" = "新規コードを送信中";

"Verifying code" = "コードを確認中";

"Verified" = "確認済み";

/* Verification Code Screen Prompt */
"Enter verification code" = "確認コードを入力";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "「%@」へ送信された確認コードを入力してください";

/* Send new code button title */
"Send a new code" = "新しいコードを送信";

/* SMS subtitle */
"SMS to Phone Number" = "電話番号へ SMS を送信";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "どのデバイスでもメッセージを受信できませんか？";

/* Verification Code Screen Title */
"Verification Code" = "確認コード";

/* Trusted devices screen title */
"Verify Identity" = "本人確認";

/* Send button title */
"Send" = "送信";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "信頼できるデバイスを管理するには、Mac または Windows PC から %@ にアクセスしてください。";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "この Apple ID では2ステップ確認が有効になっています。";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "以下で選択したデバイスに一時コードが送信されます。一時コードを使って本人確認を行ってください。";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "信頼できるデバイス";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "2ステップ確認が必要ですが、ユーザ入力が許可されていません。";

/* Button title */
"My Apple ID…" = "My Apple ID…";

/* Phone number description */
"Number ending in %@" = "末尾が%@の番号";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "本人確認に対する誤った入力が多すぎます。 セキュリティ上の理由により、以後8時間は復旧キーを使用しない限りアカウントを変更できなくなります。";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "電話番号確認のために送信したコードの数が多すぎます。しばらくしてからもう一度お試しください。";

/* Error Message */
"No Device information available." = "デバイス情報が利用できません";

/* Error Message */
"The verification code you entered is not valid." = "入力された確認コードは有効ではありません。";

/* Error Message */
"Invalid Session." = "無効なセッションです。";

/* Error Message */
"Cannot find this person." = "この方は見つかりません。";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "コード確認の失敗回数が多すぎます。他のデバイスに新しいコードを送信するか、しばらくしてからもう一度お試しください。";
/* Send Code to label */
"Send Code to:" = "コードの送信先：";

/* Error Message */
"Please enter a valid phone number." = "有効な電話番号を入力してください。";

